{"do_lower_case": true, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "special_tokens_map_file": "/home/glavas-tp2021/.cache/huggingface/transformers/2535e5c4dd487d4e27637fbced950a4d67fd2d46114e601dbb6431c4bfb7e4f7.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d", "name_or_path": "fran-martinez/scibert_scivocab_cased_ner_jnlpba", "do_basic_tokenize": true, "never_split": null, "tokenizer_class": "BertTokenizer"}